Repository: HarshilShah/PeakLocalisations
Catalog: PeakLocalisations/Localisation/Features/PeakPro.xcstrings
Source language: en
Languages: de

source: Add Family Plan
de: Familien-Plan hinzufügen

source: Add Family to Peak Pro
de: Familien-Plan zu Peak Pro hinzufügen

source: All Plans
de: Alle Pläne

# All Set Up
source: You’re all set up!
de: Alles fertig!

# ContinueButton
source: Continue
de: Weiter

# Feature.Icons.Description
source: A range of icons to bring some delight to your homescreen.
de: Eine breite Palette an Icons, die deinen Homescreen erfreuen.

# Feature.MetricsAndBlocks
source: Unlimited Metrics & Blocks
de: Unbegrenzte Metriken und Blöcke

# Feature.MetricsAndBlocks.Description
source: Bring in all of your data, and create all the blocks you want.
de: Verarbeite alle deine Daten und erstelle alle möglichen Blöcke.

# Feature.Support
source: Support the developer
de: Unterstütze den Entwickler

# Feature.Support.Description
source: Peak is made by a one-person team. Your subscriptions directly help me continue building new features.
de: Peak wird von einem Ein-Mann-Team entwickelt. Dein Abo unterstützt direkt die Entwicklung neuer Features.

# Feature.Themes
source: Themes
de: Stile

# Feature.Themes.Description
source: Personalise the app by choosing from over 60 beautiful themes.
de: Personalisiere die App mit einem von über 60 wunderschönen Stilen.

# Feature.Widgets
source: Homescreen & Lockscreen Widgets
de: Homescreen & Sperrbildschirm Widgets

# Feature.Widgets.Description
source: Always keep your finger on your progress with beautiful widgets.
de: Behalte deinen Fortschritt im Blick mit wunderschönen Widgets.

# Features.All.Short
source: Unlock unlimited metrics, blocks, themes, widgets, and more
de: Schalte umlimitierte Metriken, Blocks, Stile, Widgets und mehr frei

source: Hide Plans
de: Pläne ausblenden

source: Learn More
de: Mehr erfahren

source: Learn more about family plans
de: Erfahre mehr über die Familien-Pläne

source: Manage Subscription
de: Abo verwalten

source: Not Now
de: Nicht jetzt

# Period.Lifetime
source: Lifetime
de: Einmalkauf

# Period.Monthly
source: Monthly
de: Monatlich

# Period.Yearly
source: Yearly
de: Jährlich

source: Purchase
de: Kaufen

# Reason.AppIcons
source: Switch app icons with
de: App Icon ändern zu

# Reason.Blocks
source: Add more than %d blocks with
de: Füge mehr als %d Blöcke hinzu mit

# Reason.Metrics
source: Add more than %d metrics with
de: Füge mehr als %d Metriken hinzu mit

# Reason.Themes
source: Customise your theme with
de: Passe deinen Stil an mit

# Reason.Widgets
source: Unlock all widgets with
de: Schalte alle Widgets frei mit

source: Redeem
de: Einlösen

source: Requires iCloud Family Sharing
de: Erfordert iCloud Familien-Freigabe

source: Restore
de: Widerherstellen

# Share Peak Pro
source: Share Peak Pro with up to 6 members of your family
de: Teile Peak Pro mit bis zu 6 Familienmitgliedern

source: Start Your 7 Day Free Trial
de: Starte deine 7-tägige kostenlose Testversion

source: Subscribe
de: Abonnieren

# Thanks For Unlocking
source: Thank you for unlocking Peak Pro!
de: Vielen Dank dass du Peak Pro freigeschaltet hast!
